Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Export always renders at high quality and uses the same engine the preview does, so the file matches what you tuned.
de: Der Export rendert immer in hoher Qualität und verwendet dieselbe Engine wie die Vorschau, sodass die Datei dem entspricht, was du eingestellt hast.
es: La exportación se renderiza siempre en alta calidad y usa el mismo motor que la previsualización, así que el archivo coincide con lo que ajustaste.
fr: L'export est toujours rendu en haute qualité et utilise le même moteur que l'aperçu, si bien que le fichier correspond à ce que vous avez réglé.
it: L'esportazione viene sempre renderizzata in alta qualità e usa lo stesso motore dell'anteprima, così il file corrisponde a ciò che hai regolato.
sv: Exporten renderas alltid med hög kvalitet och använder samma motor som förhandsvisningen, så filen stämmer med det du ställde in.

source: Export at 1080p or below to keep exporting free.
de: Exportiere mit 1080p oder darunter, um weiterhin kostenlos zu exportieren.
es: Exporta a 1080p o menos para que la exportación siga siendo gratis.
fr: Exportez en 1080p ou moins pour que l'export reste gratuit.
it: Esporta a 1080p o meno per continuare a esportare gratis.
sv: Exportera i 1080p eller lägre för att fortsätta exportera gratis.

source: Export at 1080p or below, and remove the rest, to keep exporting free.
de: Exportiere mit 1080p oder darunter und entferne den Rest, um weiterhin kostenlos zu exportieren.
es: Exporta a 1080p o menos, y quita el resto, para que la exportación siga siendo gratis.
fr: Exportez en 1080p ou moins, et retirez le reste, pour que l'export reste gratuit.
it: Esporta a 1080p o meno, e rimuovi il resto, per continuare a esportare gratis.
sv: Exportera i 1080p eller lägre, och ta bort resten, för att fortsätta exportera gratis.

source: Export at canvas size and frame rate
de: Mit Größe und Bildrate der Arbeitsfläche exportieren
es: Exportar con el tamaño y la frecuencia de fotogramas del lienzo
fr: Exporter à la taille et à la fréquence d'images du canevas
it: Esporta con dimensioni e frequenza fotogrammi del canvas
sv: Exportera i arbetsytans storlek och bildfrekvens

source: Export at full resolution.
de: Exportiere in voller Auflösung.
es: Exporta a resolución completa.
fr: Exportez en pleine résolution.
it: Esporta alla risoluzione piena.
sv: Exportera i full upplösning.

source: Export Complete
de: Export abgeschlossen
es: Exportación completada
fr: Export terminé
it: Esportazione completata
sv: Exporten är klar

source: Export Failed
de: Export fehlgeschlagen
es: Error en la exportación
fr: Échec de l'export
it: Esportazione non riuscita
sv: Exporten misslyckades

source: Export Image
de: Bild exportieren
es: Exportar la imagen
fr: Exporter l'image
it: Esporta l'immagine
sv: Exportera bild

source: Export requires an NV12 decoder surface.
de: Der Export benötigt eine NV12-Decoder-Surface.
es: La exportación requiere una superficie de decodificación NV12.
fr: L'export exige une surface de décodage NV12.
it: L'esportazione richiede una superficie di decodifica NV12.
sv: Exporten kräver en NV12-avkodningsyta.

source: Export stills as HEIC or lossless PNG. Full-resolution JPEG stays free.
de: Exportiere Standbilder als HEIC oder verlustfreies PNG. JPEG in voller Auflösung bleibt kostenlos.
es: Exporta fotos en HEIC o en PNG sin pérdidas. El JPEG a resolución completa sigue siendo gratis.
fr: Exportez les photos en HEIC ou en PNG sans perte. Le JPEG pleine résolution reste gratuit.
it: Esporta i fermo immagine in HEIC o PNG senza perdita. Il JPEG a risoluzione piena resta gratuito.
sv: Exportera stillbilder som HEIC eller förlustfri PNG. JPEG i full upplösning förblir gratis.

source: Export this clip
de: Diesen Clip exportieren
es: Exportar este clip
fr: Exporter ce clip
it: Esporta questa clip
sv: Exportera det här klippet

source: Export Video
de: Video exportieren
es: Exportar el vídeo
fr: Exporter la vidéo
it: Esporta il video
sv: Exportera video

source: Export was cancelled.
de: Export wurde abgebrochen.
es: Se ha cancelado la exportación.
fr: L’exportation a été annulée.
it: Esportazione annullata.
sv: Exporten avbröts.

source: Exporting
de: Wird exportiert
es: Exportando
fr: Export en cours
it: Esportazione in corso
sv: Exporterar

source: Exposure
de: Belichtung
es: Exposición
fr: Exposition
it: Esposizione
sv: Exponering

source: Fade and grain are computed per pixel. Sharpen, bloom, glow and halation need the pixels around them, so they run as a pass after grading — in the preview and in the export alike.
de: Fade und Korn werden pro Pixel berechnet. Sharpen, Bloom, Glow und Halation brauchen die umliegenden Pixel und laufen deshalb als eigener Durchgang nach dem Grading — in der Vorschau wie im Export.
es: El fade y el grano se calculan píxel a píxel. La nitidez, el bloom, el glow y la halation necesitan los píxeles de alrededor, así que se ejecutan como una pasada posterior al etalonaje, tanto en la previsualización como en la exportación.
fr: Le fade et le grain se calculent pixel par pixel. La netteté, le bloom, le glow et la halation ont besoin des pixels voisins : ils s'exécutent donc en passe après l'étalonnage — dans l'aperçu comme à l'export.
it: Fade e grana si calcolano pixel per pixel. Nitidezza, bloom, glow e halation hanno bisogno dei pixel circostanti, quindi vengono eseguiti come passaggio successivo al grading, sia nell'anteprima sia nell'esportazione.
sv: Fade och korn beräknas per pixel. Skärpa, bloom, glow och halation behöver pixlarna runt omkring, så de körs som ett pass efter gradingen — både i förhandsvisningen och i exporten.

source: Fade in
de: Einblenden
es: Fundido de entrada
fr: Fondu d’ouverture
it: Dissolvenza in apertura
sv: Tona in

source: Fade out
de: Ausblenden
es: Fundido de salida
fr: Fondu de fermeture
it: Dissolvenza in chiusura
sv: Tona ut

source: False Colour
de: Falschfarben
es: Falso color
fr: Fausses couleurs
it: Falsi colori
sv: Falska färger

source: Fast → Slow
de: Schnell → langsam
es: Rápido → lento
fr: Rapide → lent
it: Veloce → lento
sv: Snabbt → långsamt

source: Fast → Slow → Fast
de: Schnell → langsam → schnell
es: Rápido → lento → rápido
fr: Rapide → lent → rapide
it: Veloce → lento → veloce
sv: Snabbt → långsamt → snabbt

source: Favourite
de: Favorit
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
sv: Favorit

source: Feather
de: Weiche Kante
es: Desvanecido
fr: Adoucissement
it: Sfumatura
sv: Mjuk kant

source: File size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione del file
sv: Filstorlek

source: File Size
de: Dateigröße
es: Tamaño del archivo
fr: Taille du fichier
it: Dimensione del file
sv: Filstorlek

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
sv: Filer

source: Fill
de: Füllung
es: Relleno
fr: Remplissage
it: Riempimento
sv: Fyllning

source: Fills the canvas wherever no clip covers it, and is part of the export. The outline on the preview shows where the canvas ends.
de: Füllt die Arbeitsfläche überall dort, wo kein Clip sie bedeckt, und ist Teil des Exports. Die Kontur in der Vorschau zeigt, wo die Arbeitsfläche endet.
es: Rellena el lienzo allí donde ningún clip lo cubre, y forma parte de la exportación. El contorno de la previsualización muestra dónde termina el lienzo.
fr: Remplit le canevas partout où aucun clip ne le couvre, et fait partie de l’exportation. Le contour dans l’aperçu montre où s’arrête le canevas.
it: Riempie il canvas ovunque nessuna clip lo copra, e fa parte dell’esportazione. Il contorno nell’anteprima mostra dove finisce il canvas.
sv: Fyller arbetsytan överallt där inget klipp täcker den, och är en del av exporten. Konturen i förhandsvisningen visar var arbetsytan slutar.

source: Film Burn
de: Filmbrand
es: Quemado de película
fr: Brûlure de pellicule
it: Bruciatura di pellicola
sv: Filmbränna

source: Filmstrip unavailable · seeking still works
de: Filmstreifen nicht verfügbar · Navigieren funktioniert weiterhin
es: Tira de fotogramas no disponible · la navegación sigue funcionando
fr: Bande d'images indisponible · la navigation fonctionne toujours
it: Striscia di fotogrammi non disponibile · la navigazione funziona comunque
sv: Filmremsan är inte tillgänglig · det går ändå att söka

source: Finish drawing at least three points to track this window.
de: Zeichne mindestens drei Punkte, um dieses Fenster zu tracken.
es: Traza al menos tres puntos para poder seguir esta ventana.
fr: Tracez au moins trois points pour pouvoir suivre cette fenêtre.
it: Traccia almeno tre punti per poter tracciare questa finestra.
sv: Rita minst tre punkter för att kunna spåra det här fönstret.

source: Finish in ProRes.
de: Finalisiere in ProRes.
es: Finaliza en ProRes.
fr: Finalisez en ProRes.
it: Finalizza in ProRes.
sv: Färdigställ i ProRes.

source: Finishing
de: Wird abgeschlossen
es: Finalizando
fr: Finalisation
it: Finalizzazione
sv: Slutför

source: Finishing effects. Fade lifts the blacks toward a matte print. Sharpen adds edge detail. Bloom, glow and halation spread light out of bright areas — halation is the red halo film gets. Grain is strongest through the midtones, as film is.
de: Finishing-Effekte. Fade hebt das Schwarz in Richtung eines matten Prints an. Schärfen fügt Kantendetails hinzu. Bloom, Glow und Halation streuen Licht aus hellen Bereichen – Halation ist der rote Lichthof, den Film bekommt. Das Korn ist in den Mitteltönen am stärksten, wie bei Film.
es: Efectos de acabado. Fade levanta los negros hacia una copia mate. La nitidez añade detalle en los bordes. Bloom, glow y halation esparcen la luz fuera de las zonas claras: la halation es el halo rojo que produce la película. El grano es más fuerte en los tonos medios, como en la película.
fr: Effets de finition. Fade relève les noirs vers un tirage mat. La netteté ajoute du détail sur les contours. Bloom, glow et halation diffusent la lumière hors des zones claires — la halation est le halo rouge qu’obtient la pellicule. Le grain est le plus marqué dans les tons moyens, comme sur la pellicule.
it: Effetti di finitura. Fade solleva i neri verso una stampa opaca. La nitidezza aggiunge dettaglio sui bordi. Bloom, glow e halation diffondono la luce fuori dalle aree luminose — la halation è l’alone rosso tipico della pellicola. La grana è più intensa nei mezzitoni, come nella pellicola.
sv: Avslutande effekter. Fade lyfter svärtan mot en matt kopia. Skärpa lägger till kantdetalj. Bloom, glow och halation sprider ljus ut från ljusa partier — halation är den röda glorian som film får. Kornet är starkast genom mellantonerna, som hos film.

source: Five frames across the shot, averaged.
de: Fünf Frames über die Einstellung, gemittelt.
es: Cinco fotogramas a lo largo de la toma, promediados.
fr: Cinq images réparties sur le plan, moyennées.
it: Cinque fotogrammi lungo l'inquadratura, mediati.
sv: Fem bildrutor över tagningen, medelvärdesbildade.

source: Flash
de: Blitz
es: Destello
sv: Blixt

source: Flash in
de: Schneller Einstieg
es: Entrada rápida
fr: Entrée rapide
it: Entrata rapida
sv: Snabb ingång

source: Flash out
de: Schneller Ausstieg
es: Salida rápida
fr: Sortie rapide
it: Uscita rapida
sv: Snabb utgång

source: Flicker
de: Flackern
es: Parpadeo
fr: Scintillement
it: Sfarfallio
sv: Flimmer

source: Float
de: Schweben
es: Flotar
fr: Flottement
it: Fluttuazione
sv: Sväva

source: Font
de: Schrift
es: Fuente
fr: Police
sv: Teckensnitt

source: Font import
de: Schrift-Import
es: Importación de fuentes
fr: Import de polices
it: Importazione di font
sv: Import av teckensnitt

source: Font size
de: Schriftgröße
es: Tamaño de fuente
fr: Corps de la police
it: Corpo del font
sv: Teckenstorlek

source: Forward
de: Vorwärts
es: Adelante
fr: Avant
it: Avanti
sv: Framåt

source: Forward · %lld frames
de: Vorwärts · %lld Frames
es: Adelante · %lld fotogramas
fr: Avant · %lld images
it: Avanti · %lld fotogrammi
sv: Framåt · %lld bildrutor

source: Forward %lld frames
de: %lld Frames vor
es: Avanzar %lld fotogramas
fr: Avancer de %lld images
it: Avanti di %lld fotogrammi
sv: Framåt %lld bildrutor

source: Forward 10 Frames
de: 10 Frames vorwärts
es: 10 fotogramas adelante
fr: 10 images en avant
it: 10 fotogrammi avanti
sv: Framåt 10 bildrutor

source: FOUNDING — %lld%% OFF
de: GRÜNDERPREIS — %lld %% RABATT
es: LANZAMIENTO — %lld %% DE DESCUENTO
fr: LANCEMENT — %lld %% DE RÉDUCTION
it: LANCIO — %lld%% DI SCONTO
sv: GRUNDARE — %lld %% RABATT

source: FOUNDING PRICE
de: GRÜNDERPREIS
es: PRECIO DE LANZAMIENTO
fr: PRIX DE LANCEMENT
it: PREZZO DI LANCIO
sv: GRUNDARPRIS

# Frame %lld of %lld
source: Frame %1$lld of %2$lld
de: Frame %1$lld von %2$lld
es: Fotograma %1$lld de %2$lld
fr: Image %1$lld sur %2$lld
it: Fotogramma %1$lld di %2$lld
sv: Bildruta %lld av %lld

source: Frame Blending
de: Frame-Überblendung
es: Mezcla de fotogramas
fr: Fusion d'images
it: Fusione fotogrammi
sv: Bildblandning

source: Frame rate
de: Bildrate
es: Frecuencia de fotogramas
fr: Fréquence d'images
it: Frequenza fotogrammi
sv: Bildfrekvens

source: Frame Rate
de: Bildrate
es: Frecuencia de fotogramas
fr: Fréquence d'images
it: Frequenza fotogrammi
sv: Bildfrekvens

source: FRAME RATE
de: BILDRATE
es: FRECUENCIA DE FOTOGRAMAS
fr: FRÉQUENCE D'IMAGES
it: FREQUENZA FOTOGRAMMI
sv: BILDFREKVENS

source: Frame Sampling
de: Frame-Abtastung
es: Muestreo de fotogramas
fr: Échantillonnage d'images
it: Campionamento fotogrammi
sv: Bildsampling

source: Frame-step buttons
de: Tasten für Einzelbildschritte
es: Botones de paso por fotograma
fr: Boutons de pas image par image
it: Pulsanti di avanzamento fotogramma
sv: Knappar för bildrutesteg

source: Frames are repeated or dropped. Speed and audio timing stay unchanged; no motion interpolation.
de: Frames werden wiederholt oder ausgelassen. Tempo und Audio-Timing bleiben unverändert; keine Bewegungsinterpolation.
es: Los fotogramas se repiten o se descartan. La velocidad y la sincronía del audio no cambian; no hay interpolación de movimiento.
fr: Les images sont répétées ou supprimées. La vitesse et la synchronisation audio restent inchangées ; aucune interpolation de mouvement.
it: I fotogrammi vengono ripetuti o scartati. Velocità e sincronia dell'audio restano invariate; nessuna interpolazione di movimento.
sv: Bildrutor upprepas eller hoppas över. Hastighet och ljudtajming förblir oförändrade; ingen rörelseinterpolering.

source: Frames per press
de: Frames pro Druck
es: Fotogramas por pulsación
fr: Images par appui
it: Fotogrammi per pressione
sv: Bildrutor per tryck

source: Free export runs up to 1080p with no watermark. Pro exports 4K and your source's own resolution.
de: Der kostenlose Export läuft bis 1080p, ohne Wasserzeichen. Pro exportiert 4K und die Originalauflösung deiner Quelle.
es: La exportación gratuita llega hasta 1080p y sin marca de agua. Pro exporta en 4K y a la resolución original de tu material.
fr: L'export gratuit va jusqu'au 1080p, sans filigrane. Pro exporte en 4K et à la résolution d'origine de votre source.
it: L'esportazione gratuita arriva fino a 1080p, senza filigrana. Pro esporta in 4K e alla risoluzione originale della sorgente.
sv: Gratisexport går upp till 1080p utan vattenstämpel. Pro exporterar 4K och källans egen upplösning.

source: Free to explore · Pro to export
de: Kostenlos ausprobieren · Pro zum Exportieren
es: Gratis para explorar · Pro para exportar
fr: Gratuit pour explorer · Pro pour exporter
it: Gratis per esplorare · Pro per esportare
sv: Gratis att utforska · Pro för att exportera

source: Freehand
de: Freihand
es: Mano alzada
fr: Main levée
it: Mano libera
sv: Frihand

source: Freeze Frame
de: Standbild
es: Congelar fotograma
fr: Arrêt sur image
it: Fermo immagine
sv: Frysbild

source: Freeze Length
de: Standbilddauer
es: Duración del congelado
fr: Durée de l'arrêt sur image
it: Durata del fermo immagine
sv: Frysbildens längd

source: FROM CAMERA TO FINISH
de: VON DER KAMERA BIS ZUM FINISH
es: DE LA CÁMARA AL ACABADO
fr: DE LA CAMÉRA À LA FINITION
it: DALLA CAMERA ALLA FINITURA
sv: FRÅN KAMERA TILL FÄRDIGT

source: Full
de: Voll
es: Completa
fr: Complète
it: Piena

source: Generated File
de: Erzeugte Datei
es: Archivo generado
fr: Fichier généré
it: File generato
sv: Skapad fil

source: Generated file is ready.
de: Die erzeugte Datei ist bereit.
es: El archivo generado está listo.
fr: Le fichier généré est prêt.
it: Il file generato è pronto.
sv: Den skapade filen är klar.

source: GEOMETRIC
de: GEOMETRISCH
es: GEOMÉTRICO
fr: GÉOMÉTRIQUE
it: GEOMETRICO
sv: GEOMETRISKT

source: Getting frame 1 of %lld ready
de: Frame 1 von %lld wird vorbereitet
es: Preparando el fotograma 1 de %lld
fr: Préparation de l’image 1 sur %lld
it: Preparazione del fotogramma 1 di %lld
sv: Förbereder bildruta 1 av %lld

source: Give it the texture of film.
de: Gib ihm die Textur von Film.
es: Dale la textura del cine.
fr: Donnez-lui la texture de la pellicule.
it: Dagli la texture della pellicola.
sv: Ge den filmens textur.

source: Give the preset a name before saving it.
de: Gib dem Preset einen Namen, bevor du es sicherst.
es: Ponle un nombre al preajuste antes de guardarlo.
fr: Donnez un nom au préréglage avant de l’enregistrer.
it: Dai un nome al preset prima di salvarlo.
sv: Ge förinställningen ett namn innan du sparar den.

source: Glow color
de: Glow-Farbe
es: Color del glow
fr: Couleur du glow
it: Colore del glow
sv: Glow-färg

source: Glow intensity
de: Glow-Intensität
es: Intensidad del glow
fr: Intensité du glow
it: Intensità del glow
sv: Glow-intensitet

source: Go to a later moment and change the value. The next keyframe appears by itself.
de: Geh an einen späteren Moment und ändere den Wert. Der nächste Keyframe entsteht von selbst.
es: Ve a un instante posterior y cambia el valor. El siguiente fotograma clave aparece solo.
fr: Allez à un instant ultérieur et modifiez la valeur. L'image clé suivante apparaît d'elle-même.
it: Vai a un istante successivo e cambia il valore. Il fotogramma chiave seguente compare da solo.
sv: Gå till ett senare ögonblick och ändra värdet. Nästa keyframe uppstår av sig själv.

source: Go to clip
de: Zum Clip
es: Ir al clip
fr: Aller au clip
it: Vai alla clip
sv: Gå till klippet

source: Go to that frame and redraw
de: Zu diesem Frame springen und neu zeichnen
es: Ir a ese fotograma y volver a dibujar
fr: Aller à cette image et redessiner
it: Vai a quel fotogramma e ridisegna
sv: Gå till den bildrutan och rita om

source: Goes straight to GradeLab
de: Fließt direkt in GradeLab
es: Va directo a GradeLab
fr: Va directement à GradeLab
it: Va direttamente a GradeLab
sv: Går direkt till GradeLab

source: Good
de: Gut
es: Buena
fr: Bonne
it: Buona
sv: Bra

source: Got it
de: Verstanden
es: Entendido
fr: J'ai compris
it: Ho capito
sv: Uppfattat

source: Grab a color and drag it somewhere else. Unlike HSL or the curves, this holds on to two things at once: which hue a color is AND how saturated it is. So the strong orange in a shirt can go to red while the pale orange in skin stays exactly where it is. Tap the picture with the eyedropper to land on the color you want, then drag its handle. Range decides how much of the surrounding color comes along, and the falloff is smooth, so there is no edge where the change stops. Chroma / Luma is the same idea seen from the side: how colorful against how bright. Use it to lift dark saturated blues, or take the chroma out of highlights only. Preserve Luminance keeps brightness where it was while the color moves. Leave it on unless you mean to change it.
de: Greif eine Farbe und zieh sie woanders hin. Anders als HSL oder die Kurven hält dies zwei Dinge gleichzeitig fest: welchen Farbton eine Farbe hat UND wie gesättigt sie ist. So kann das starke Orange in einem Hemd nach Rot wandern, während das blasse Orange in der Haut genau dort bleibt, wo es ist. Tippe mit der Pipette auf das Bild, um auf der gewünschten Farbe zu landen, und zieh dann an ihrem Griff. Bereich entscheidet, wie viel der umgebenden Farbe mitkommt, und der Abfall ist weich, sodass es keine Kante gibt, an der die Änderung aufhört. Chroma / Luma ist dieselbe Idee von der Seite gesehen: wie farbig gegen wie hell. Damit hebst du dunkle gesättigte Blautöne an oder nimmst nur den Lichtern das Chroma. Luminanz beibehalten hält die Helligkeit dort, wo sie war, während die Farbe wandert. Lass es an, es sei denn, du willst sie ändern.
es: Agarra un color y arrástralo a otro sitio. A diferencia del HSL o las curvas, esto retiene dos cosas a la vez: qué tono tiene un color Y cuánta saturación tiene. Así, el naranja intenso de una camisa puede irse al rojo mientras el naranja pálido de la piel se queda exactamente donde está. Toca la imagen con el cuentagotas para caer en el color que quieres, y luego arrastra su asa. Rango decide cuánto del color circundante viene con él, y la caída es suave, así que no hay un borde donde el cambio se detenga. Croma / Luma es la misma idea vista de lado: cuánto color frente a cuánto brillo. Úsalo para levantar azules oscuros y saturados, o para quitar el croma solo de las altas luces. Conservar la luminancia mantiene el brillo donde estaba mientras el color se mueve. Déjalo activado a menos que quieras cambiarlo.
fr: Attrapez une couleur et faites-la glisser ailleurs. Contrairement au TSL ou aux courbes, ceci retient deux choses à la fois : la teinte d'une couleur ET son degré de saturation. Ainsi l'orange soutenu d'une chemise peut aller vers le rouge tandis que l'orange pâle de la peau reste exactement là où il est. Touchez l'image avec la pipette pour atterrir sur la couleur voulue, puis faites glisser sa poignée. Plage décide de la quantité de couleur environnante qui suit, et la décroissance est douce, si bien qu'il n'y a aucune limite où la modification s'arrête. Chroma / Luma est la même idée vue de côté : le degré de couleur contre le degré de luminosité. Servez-vous-en pour relever des bleus sombres et saturés, ou pour retirer le chroma des seules hautes lumières. Conserver la luminance maintient la luminosité là où elle était pendant que la couleur se déplace. Laissez-la активée sauf si vous voulez la changer.
it: Afferra un colore e trascinalo altrove. A differenza di HSL o delle curve, questo trattiene due cose insieme: quale tonalità ha un colore E quanto è saturo. Così l'arancione intenso di una camicia può andare verso il rosso mentre l'arancione pallido della pelle resta esattamente dov'è. Tocca l'immagine con il contagocce per arrivare sul colore che vuoi, poi trascina la sua maniglia. Intervallo decide quanto del colore circostante viene con esso, e la caduta è morbida, così non c'è un bordo dove la modifica si ferma. Croma / Luma è la stessa idea vista di lato: quanto colore contro quanta luminosità. Usalo per alzare blu scuri e saturi, o per togliere il croma solo dalle alte luci. Mantieni la luminanza tiene la luminosità dov'era mentre il colore si sposta. Lascialo attivo a meno che non intenda cambiarla.
sv: Ta tag i en färg och dra den någon annanstans. Till skillnad från HSL eller kurvorna håller det här fast i två saker samtidigt: vilken nyans en färg har OCH hur mättad den är. Så det starka orange i en skjorta kan gå mot rött medan det bleka orange i hud stannar exakt där det är. Tryck på bilden med pipetten för att landa på färgen du vill ha, och dra sedan dess handtag. Omfång avgör hur mycket av den omgivande färgen som följer med, och avtoningen är mjuk, så det finns ingen kant där förändringen slutar. Kroma/luma är samma idé sedd från sidan: hur färgstark mot hur ljus. Använd den för att lyfta mörka mättade blåtoner, eller för att ta kroman ur bara högdagrarna. Bevara luminans håller ljusstyrkan där den var medan färgen flyttas. Lämna den på om du inte menar att ändra den.

source: Grade
de: Grading
es: Etalonaje
fr: Étalonnage
it: Grading
sv: Grading
